Repository: modell-aachen/ResubmissionContrib
Catalog: locale/ResubmissionContrib/*.po
Languages: de

source: Keep your %1 up to date
de: Halten Sie Ihr %1 aktuell

source: This is an automatically generated message. Please do not reply to this email.
de: Dies ist eine automatisch erstellte E-Mail. Bitte antworten Sie nicht auf diese.

source: %1: Please check for up-to-dateness
de: %1: Bitte prüfen Sie auf Aktualität

source: Support the responsible users with the care of their content. Use the Page "Resubmission" to check if the content has been reviewed.
de: Unterstützen Sie die Seitenverantwortlichen bei der Pflege der Inhalte. Auf der Seite Aktualitätsprüfung können Sie kontrollieren, ob die Seite aktualisiert wurde.

source: Learn more about resubmissions here: %1
de: Mehr zur Aktualitätsprüfung hier: %1

source: Please check the status of the page(s) above. Confirm the up-to-dateness of approved pages by approving them again (start discussion & ask for approval & approve the content).
de: Bitte prüfen Sie den Status der obigen Seite(n). Bestätigen Sie die Aktualität von freigegeben Seiten, indem Sie diese erneut freigeben (Diskussion starten && um Freigabe bitten && inhaltlich freigeben).

source: If you do not need the content anymore please delete it or ask your local Q.wiki Key User to do so.
de: Sollten Inhalte, egal welchen Status, nicht mehr benötigt werden, löschen Sie diese oder veranlassen Sie die Löschung durch Ihren Q.wiki Key User.

source: Document number
de: Dokumentennummer

source: Since
de: Seit

source: Responsible
de: Verantwortlicher

source: Resubmission
de: Aktualitätsprüfung

source: In state since
de: Status seit

source: In resubmission since
de: In Wiedervorlage seit

source: Approved pages: %1 days
de: Freigegebene Seiten: %1 Tage

source: Discussions: %1 days
de: Diskussionen: %1 Tage

source: Drafts: %1 days
de: Entwürfe: %1 Tage

source: Approved page
de: Freigegebene Seite

source: Discussion
de: Diskussion

source: Draft
de: Entwurf

source: The following page(s) need(s) your attention:
de: Die folgenden Seiten benötigen Ihre Aufmerksamkeit:

source: For questions, please refer to:
de: Bei Fragen wenden Sie sich gerne an:

source: Defined time limits for resubmission:
de: Hinterlegte Fristen zur Wiedervorlage:
